"Andromeda" = "Andromeda";
"Antlia" = "Maşina Pneumatică";
"Apus" = "Pasărea Paradisului";
"Aquarius" = "Vărsătorul";
"Aquila" = "Vulturul";
"Ara" = "Altarul";
"Aries" = "Berbecul";
"Auriga" = "Vizitiul";
"Boötes" = "Boarul";
"Caelum" = "Dalta";
"Camelopardalis" = "Girafa";
"Cancer" = "Racul";
"Canes Venatici" = "Câinii de Vânătoare";
"Canis Major" = "Câinele Mare";
"Canis Minor" = "Câinele Mic";
"Capricornus" = "Capricornul";
"Carina" = "Carena";
"Cassiopeia" = "Cassiopeia";
"Centaurus" = "Centaurul";
"Cepheus" = "Cefeu";
"Cetus" = "Balena";
"Chamaeleon" = "Cameleonul";
"Circinus" = "Compasul";
"Columba" = "Porumbelul";
"Coma Berenices" = "Părul Berenicei";
"Corona Australis" = "Coroana Australă";
"Corona Borealis" = "Coroana Boreală";
"Corvus" = "Corbul";
"Crater" = "Cupa";
"Crux" = "Crucea";
"Cygnus" = "Lebăda";
"Delphinus" = "Delfinul";
"Dorado" = "Peştele de Aur";
"Draco" = "Dragonul";
"Equuleus" = "Calul Mic";
"Eridanus" = "Eridanul";
"Fornax" = "Cuptorul";
"Gemini" = "Gemenii";
"Grus" = "Cocorul";
"Hercules" = "Hercule";
"Horologium" = "Orologiul";
"Hydra" = "Hidra";
"Hydrus" = "Hidra Australă";
"Indus" = "Indianul";
"Lacerta" = "Şopârla";
"Leo" = "Leul";
"Leo Minor" = "Leul Mic";
"Lepus" = "Iepurele";
"Libra" = "Balanţa";
"Lupus" = "Lupul";
"Lynx" = "Linxul";
"Lyra" = "Lira";
"Mensa" = "Platoul";
"Microscopium" = "Microscopul";
"Monoceros" = "Licornul";
"Musca" = "Musca";
"Norma" = "Echerul";
"Octans" = "Octantul";
"Ophiuchus" = "Ofiucus";
"Orion" = "Orion";
"Pavo" = "Păunul";
"Pegasus" = "Pegas";
"Perseus" = "Perseu";
"Phoenix" = "Phoenix";
"Pictor" = "Pictorul";
"Pisces" = "Peştii";
"Piscis Austrinus" = "Peştele Austral";
"Puppis" = "Pupa";
"Pyxis" = "Busola";
"Reticulum" = "Reticulul";
"Sagitta" = "Săgeata";
"Sagittarius" = "Săgetătorul";
"Scorpius" = "Scorpionul";
"Sculptor" = "Sculptorul";
"Scutum" = "Scutul";
"Serpens Caput" = "Capul şarpelui";
"Serpens Cauda" = "Coada şarpelui";
"Sextans" = "Sextantul";
"Taurus" = "Taurul";
"Telescopium" = "Telescopul";
"Triangulum" = "Triunghiul";
"Triangulum Australe" = "Triunghiul Austral";
"Tucana" = "Tucanul";
"Ursa Major" = "Ursa Mare";
"Ursa Minor" = "Ursa Mică";
"Vela" = "Velele";
"Virgo" = "Fecioara";
"Volans" = "Peştele Zburător";
"Vulpecula" = "Vulpea";
